[
    {
        "pk":1,
        "model":"mentors.Mentor",
        "fields": {
            "nameFirst":"Kat",
            "nameLast":"Hawthorne",
            "company":"Square",
            "companyUrl":"http://squareup.com",
            "socialMedia": {
                "linkedIn":"www.linkedin.com/in/kathawthorne/",
                "twitter":"khhawthorne",
                "gitHub":"",
                "website":"",
                "linkOther":"http://vimeo.com/84810976"
            },
            
            "language":"Ruby",
            "languageUrl":"https://ruby-lang.org",
            "almaMater": "UNC-Chapel Hill",
            "photoUrl":"http://pearlhacks.com/mentors/Kat.png",
            "allWomen":"You deserve better. You deserve to treat yourself better, you deserve equality, you deserve to be recognized for your brilliance and kindness and determination. Don't ever settle for mediocre or &quot;meh&quot; because it's the safe option or the one that you know you can get right now. Keep going until you've achieved things that you never thought you were capable of, and the secret is that you were worthy of them all along.",
            "afraid":"One of my new year's resolutions was to &quot;scare myself.&quot; The best decisions I've ever made have been the ones where I was utterly terrified during them. They were risky, embarrassing, or unknown. Moving to California. Leaving my family. Abandoning my pre-med/bio/chemistry degree. They were all terrifying. Getting on a motorcycle the first few times. Continuing to get on a motorcycle after falling off of it. Putting myself &quot;out there.&quot;",
            "color":"Purple",
            "hexCode":"",

            "about":"Greetings! I'm Kat. I graduated from UNC back in May 2013, and have since moved out to California to be a software engineer at Square.",
            
            "proud":"I'm proud of my breadth of knowledge and experience. I like being a renaissance girl, and I believe that innovation thrives upon synthesis of fields."
            
        }
    },
    
    {
        "pk":2,
        "model":"mentors.Mentor",
        "fields": {
            "nameFirst":"Tom",
            "nameLast":"Byrne",
            "company":"Electric Imp",
            "companyUrl":"http://electricimp.com",
            "socialMedia": {
                "linkedIn":"http://www.linkedin.com/profile/view?id=184662417&trk=nav_responsive_tab_profile_pic",
                "twitter":"https://twitter.com/tlbyrn",
                "gitHub":"https://github.com/tombrew",
                "website":"",
                "linkOther":""
            },
            
            "language":"C++",
            "languageUrl":"http://www.cplusplus.com",
            "almaMater": "Rensselaer Polytechnic Institute",
            "photoUrl":"http://pearlhacks.com/mentors/Tom.png",
            "allWomen":"Go for it!",
            "afraid":"Get a Pilot's License. I've wanted to for years but I'm afraid to start spending the money to do it.",
            "color":"Blue",
            "hexCode":"",

            "about":"I'm happy to be at Pearl Hacks! I love building things, learning, teaching, and discovering ways to make things work better. My favorite part of my job is when I get to watch someone I've helped create something I never would have thought of.<br><br>Being a hardware engineer is just another way to learn something artistic and use it to help others. I'm lucky to have the opportunity to do so frequently.",
            "proud":"I ran a radio show at my college radio station (WRPI Troy, NY) called &quot;Wednesday Night Live&quot;. It required a crew of a couple dozen people to put on, and involved bringing a new live band to the studio for a 2-hour set every Wednesday night. We had a live sound crew, a TV crew, a PR crew, people to look after the performers, my co-host, and myself. It was a great collaborative work experience, and we got to meet some tremendous artists and create something really interesting. I've never laughed so hard as I did working to put that show on."
        }
    }
]